Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: No purple color visible in cells when viewed under microscope.
vi: Không có màu tím nhìn thấy được trong tế bào khi xem dưới kính hiển vi.

source: No sign of union
vi: Không có dấu hiệu của hợp nhất

source: Non specific antibiotic suppress most of the microbial flora and allow residual virulent micro-organisms to repopulate the root canal.
vi: Không có loại kháng sinh nào ngăn chặn hầu hết vi khuẩn và loại bỏ độc tố vi khuẩn để phục hồi lại ống tuỷ.

source: Normal cellularity
vi: Tế bào bình thường

source: Normal skin exhibits characteristic changes with age that have implications for wound healing.
vi: Da bình thường có những thay đổi đặc trưng theo độ tuổi có liên quan đến việc lành vết thương.

source: Not available
vi: Không có

source: Note that cell culture conditions vary for each cell type.
vi: Chú ý rằng điều kiện nuôi cấy tế bào khác nhau cho mỗi loại tế bào.

source: Notes
vi: Ghi chú

source: OBSERVED EFFECTS ON ORAL HEALTH
vi: TÁC ĐỘNG QUAN SÁT TRÊN MIỆNG SỨC KHỎE

source: Objective:
vi: Mục tiêu:

source: Objective: Pulp regeneration within the root canal of necrotic teeth is considered an ideal treatment to allow for continued root development and recover teeth vitality.
vi: Mục tiêu: Tái tạo tuỷ trong chân răng có tuỷ hoại tử được xem là một ý tưởng điều trị cho phép tiếp tục phát triển chân răng và phục hồi sự sống của răng.

source: Objective: To identify the types of animals commonly used in experimental research in dentistry in Brazil.
vi: Mục tiêu: Để xác định loại động vật thường được sử dụng trong thí nghiệm nghiên cứu trong nha khoa ở Brazil.

source: Of the 30 samples that were cultured before treatment, 90% remained positive following irrigation with 10ml of NaOCl.
vi: Trong 30 mẫu được nuôi cấy trước khi điều trị, 90% còn dương tính sau bơm rửa bằng 10ml NaOCl.

source: On day 7, DPC and APC survival was reduced to less than 90% cell viability when stimulated by 25.00, 6.25, and 1.56 mg/mL 3Mix (Fig. 3).
vi: Vào ngày 7, tế bào DPC và APC sống giảm có ý nghĩa tới mức nhỏ hơn 90% tế bào sống khi tiếp xúc với hỗn hợp 3 kháng sinh nồng độ 25.00, 6.25, and 1.56 mg/mL (P < .001).

source: On day 7, DPC and APC viability was significantly reduced into less than 90% cell viability when exposed to 25.00, 6.25, and 1.56 mg/mL 3Mix (P < .001).
vi: Vào ngày 7, tế bào DPC và APC sống giảm có ý nghĩa tới mức nhỏ hơn 90% tế bào sống khi tiếp xúc với hỗn hợp 3 kháng sinh nồng độ 25.00, 6.25, and 1.56 mg/mL (P < .001).

source: On the other hand, the extent to which bacteria in food or in food ingredients can influence relatively stable oral microbiota is difficult to predict.
vi: Mặt khác, mức độ vi khuẩn trong thực phẩm hoặc thành phần thực phẩm có thể ảnh hưởng đến vi sinh đường miệng tương đối ổn định rất khó tiên đoán.

source: On the other hand, the presence of stem cells in scaffold is also possible.
vi: Mặt khác, sự hiện diện của các tế bào gốc trong giá thể cũng có thể.

source: On the other hand, the risk of damage to residual dental pulp stem cells, if there are present in root canal system, is higher.
vi: Mặt khác, nguy cơ tổn thương tế bào gốc tuỷ răng còn lại, nếu có trong hệ thống ống tuỷ thì cao hơn.

source: On the other hand, there is rising evidence that stem cells are able to regenerate tissue even when their niche is distant.
vi: Mặt khác, có thêm bằng chứng rằng các tế bào gốc có thể tái tạo mô ngay cả khi niche của chúng cách xa..

source: On the second visit, the temporary filling and medicament are removed.
vi: Lần hẹn thứ hai, miếng trám tạm và thuốc được lấy ra.

source: One edge integrated
vi: Một cạnh tích hợp

source: One interesting finding in this study was that there were differences in the detected safest concentrations of TAP determined by the LDH and WST-1 assays.
vi: Một phạt hiện thú vị trong nghiên cứu này là có sự khác biệt trong phát hiện nồng độ an toàn nhất của TAP xác định bằng LDH and WST-1 assays.

source: One of the essential elements for a successful endodontic regeneration pro- tocol is the creation of a bacteria-free biological environment inside the root
vi: Một trong những nhân tố cần thiết để quy trình nội nha tái tạo thành công là tạo môi trường vô khuẩn trong ống tuỷ chân răng

source: One of the main disadvantages of blood clot is the time necessary for stabilization before the application of the capping material [29, 30].
vi: Một trong những bất lợi của cục máu là thời gian cần thiết để ổn định trước khi dùng các vật liệu che. [29, 30].

source: One reason for its cytotoxicity might be the low pH (pH = 4.0–4.6) of 3Mix.
vi: Một lý do để độc tính tế bào có thể do pH thấp (pH = 4.0–4.6) của 3Mix.

source: Only DPCs were used in this study.
vi: Chỉ có DPC được dùng trong nghiên cứu này.

source: Only six case reports has been published so far and the full pulpal regeneration has been described only once [56].
vi: Chỉ có 6 báo cáo ca được xuất bản và sự tái tạo tuỷ răng đầy đủ chỉ được mô tả trong một nghiên cứu [56].

source: Or more specialized tests, such as a CT scan or MRI, may also provide information on the cause of the swelling.
vi: Hoặc chuyên sâu hơn, kiểm tra như một CT hoặc MRI, cũng có thể cung cấp thông tin về những nhân gây ra sưng.

source: Oral Medicine and Pathology
vi: Nội khoa và bệnh học miệng

source: Oral bioavailability of curcumin is rather poor, which would certainly put some boundaries in the employment of this drug.
vi: Hoạt tính sinh học đường uống của curcumin khá thấp, mà nó sẽ có hạn chế khi dùng loại thuốc này.

source: Oral candida
vi: Nấm miệng

source: Original Article
vi: Bài báo gốc

source: Orthodontics and Orthopedics
vi: Chỉnh nha và chỉnh nha trẻ em

source: Osteochondral union
vi: Hợp nhất xương sụn

source: Osteolytic-large lacuna with an irregular border and plentifullysosomes
vi: Osteolytic- lỗ lớn với đường viền không đều và nhiều lysosome

source: Osteoplastic-large lacuna with recently formed matrix of radially arranged collagen and abundant endoplasmic reticulum in the osteocyte
vi: Osteoplastic- lỗ lớn với sự hình thành gần đây của khung collagen đồng tâm và sắp xếp mạng lưới phong phú trong tạo cốt bào

source: Other antibiotics that have a neutral pH should be selected as a substitute for minocycline and ciprofloxacin.
vi: Các kháng sinh khác có pH trung tính nên được chọn như là chọn lựa thay thế cho minocyclin và ciprofloxacin.

source: Other common causes of widespread swelling include:
vi: Nguyên nhân phổ biến khác của sưng lan rộng gồm:

source: Other possible ways of biofilm elimination, such as mechanical preparation or passive ultrasonic irrigation, are not recommended in maturogenesis [55].
vi: Các khác có thể loại bỏ màng sinh học, như là sửa soạn cơ học hoặc bơm rửa thụ động bằng siêu âm, không được khuyến cáo trong nội nha tái tạo [55].

source: Others
vi: Khác

source: Over the centuries, many scientists stood out in studies with animals; however, only from the early nineteenth century that there was a significant increase in the use of animals in scientific experiments [2] due to the publication of the principles of animal use as study models by Claude Bernard [3].
vi: Qua nhiều thế kỷ, nhiều nhà khoa học đứng ra trong các nghiên cứu với động vật, tuy nhiên, chỉ có từ thế kỷ mười chín rằng đã có sự gia tăng đáng kể trong việc sử dụng vật trong các thí nghiệm khoa học [2] dẫn tới với việc xuất bản của các nguyên tắc của động vật sử dụng theo mô hình nghiên cứu của Claude Bernard [3].

source: PARADIGM SHIFT FROM STEM CELLS TO CELL-FREE REGENERATIVE ENDODONTIC PROCEDURES: A CRITICAL REVIEW
vi: SỰ THAY ĐỔI MÔ HÌNH TỪ CÁC TẾ BÀO GỐC ĐẾN KHÔNG TẾ BÀO TRONG PHƯƠNG PHÁP NỘI NHA TÁI TẠO: MỘT XEM XÉT QUAN TRỌNG

source: PBSC is a mixture of penicillin, bacitracin, streptomycin and caprylate sodium.
vi: PBSC là hỗn hợp của penicillin, bacitracin, streptomycin and caprylate sodium.

source: POTENTIAL MECHANISMS OF PROBIOTIC EFFECTS IN THE ORAL CAVITY
vi: CƠ CHẾ TIỀM NĂNG CỦA PROBIOTIC TRONG KHOANG MIỆNG

source: Page 1 of 18
vi: Trang 1/18

source: Page 2 of 18
vi: Trang 2 /18

source: Page 3 of 18
vi: Trang 3/18

source: Page 7 of 18
vi: Trang 7/18

source: Pain assessment was measured by counting the number of the acetaminophen table (paracetamol 500mg, SDI) taken by the patients.
vi: Đánh giá đau được đo bằng đếm số lượng thuốc acetaminophen (paracetamol 500mg, SDI) bệnh nhân uống vào.

source: Pain on palpation
vi: Đau khi sờ

source: Part 1.
vi: Phần 1.

source: Part 2.
vi: Phần 2.

source: Part 3.
vi: Phần 3.

source: Part 4.
vi: Phần 4.

source: Part 5.
vi: Phần 5.

source: Passing on a thought as a symbol of sharing one’s own knowledge with others explains the multiplicative effect of verbal communication.
vi: Đi trên một ý nghĩ như là một biểu tượng của chia sẻ kiến thức của chính mình với những người khác giải thích các nhân có hiệu lực của lời nói.

source: Patient
vi: Bệnh nhân

source: Patient Consent I confirm that I have been informed comprehensively regarding the planned treatment.
vi: Bệnh nhân Đồng thuận Tôi xác nhận rằng tôi đã được thông tin đầy đủ về kế hoạch điều trị.

source: Patients not allergic to medicaments and antibiotics necessary to complete procedure (ASA 1 or 2).
vi: Bệnh nhân không bị dị ứng với thuốc và kháng sinh cần thiết để hoàn thành thủ thuật (ASA 1 hoặc 2).

source: Patients with various periodontal diseases, gingivitis, periodontitis, and pregnancy gingivitis, were locally treated with a culture supernatant of a L. acidophilus strain.
vi: Bệnh nhân có các bệnh nha chu khác nhau, viêm nướu răng, viêm nha chu và viêm nướu mang thai, được điều trị tại chỗ với một lớp phủ nuôi cấy của dòng L. acidophilus.

source: Penicillin was used for targeting against Gram-positive organisms, bacitracin for penicillin-resistant strains, streptomycin for Gram-negative organisms and caprylate sodium to target yeasts [8].
vi: Penicillin được dùng để chống lại vi khuẩn gram dương, bacitracin cho vi khuẩn kháng penicillin, streptomycin cho vi khuẩn gram âm và caprylate sodium cho men mục tiêu [8].

source: Penicillin, bacitracin, or chloramphenicol a n d s t r e p t o myc i n ( G r o s s ma n ’ s polyantibiotic paste)
vi: Penicillin, bacitracin, hoặc chloramphenicol và streptomycin (Grossman's polyantibiotic paste)

source: People with diabetes or certain forms of cancer can experience widespread swelling, or swelling in their extremities, such as their fingers and toes.
vi: Người bị đái tháo đường hoặc một số loại ung thư có thể gây sưng lan rộng, hoặc sưng chỉ ở chi, như ngón tay và ngón chân.

source: PerForMInG An ASSAY
vi: Thực hiện thử nghiệm

source: Percentages of cell viability were calculated and grouped according to the criteria of Dalh et al
vi: Phần trăm của tế bào sống được tính toán và phân nhóm theo tiêu chuẩn của Dalh và cộng sự.

source: Periapical lesion
vi: Tổn thương quanh chóp periapical lesion

source: Periodically view the cells under an inverted microscope for presence of intracel- lular punctate purple precipitate.
vi: Xem định kỳ tế bào dưới kính hiển vi đảo ngược để thấy sự có mặt của tế bào có kết tủa màu tím.

source: Periodontal Research
vi: Nghiên cứu Nha chu

source: Periodontal diseases
vi: Bệnh nha chu

source: Periodontal ligament
vi: Dây chằng nha chu

source: Periodontium
vi: Mô nha chu

source: Permanent enlargement of lacunae is said to occur in relation to the death of osteocytes and in relation to endosteal resorption in growing bone (Jande and Belanger 1973; Parfitt 1976).
vi: Mở rộng vĩnh viễn của lỗ được cho là có liên quan tới sự chết của tạo cốt bào và trong mối quan hệ với sự tiêu màng trong xương trong sự phát triển của xương (Jande and Belanger 1973; Parfitt 1976).

source: Permission to enter information into AAE database (optional).
vi: Cho phép nhập thông tin vào cơ sở dữ liệu của AAE (tùy chọn).

source: Personal Protective Equipment (PPE) .
vi: Phương tiện bảo vệ cá nhân (PPE)

source: Petrino et al 2007 [23]
vi: Petrino và cộng sự 2007 [23]

source: Pig
vi: Heo

source: Place calcium hydroxide or low concentration of triple antibiotic paste.
vi: Đặt calcium hydroxide hoặc hỗn hợp ba kháng sinh nồng độ thấp.

source: Plate cells at 1,000 to 100,000 per well.
vi: Cấy tế bào 1,000 đến 100,000 mỗi giếng.

source: Plate out, in triplicate, 100 μL of the dilutions into wells of a microtiter plate.
vi: Cấy lên 3 giếng, mỗi giếng 100 μL của dung dịch pha loãng vào đĩa microtiter.

source: Plot absorbance against number of cells/mL.
vi: Vẽ đồ thị chỉ số hấp thụ và số lượng tế bào/mL.

source: Polygonal and round-shaped cells were observed in a monolayer (Figs.
vi: Tế bào đa giác và hình tròn được quan sát ở một lớp (Hình

source: Positive response to cold test.
vi: Thử lạnh đáp ứng dương tính.

source: Possible adverse effects: staining of crown/root, lack of response to treatment, pain/infection.
vi: Có thể có tác dụng phụ: nhuộm màu thân răng/chân răng, thiếu phản hồi của điều trị, đau/nhiễm trùng.

source: Possible explanations for the differences in the safest non-toxic concentrations of TAP detected in the various studies could be the use of different cytotoxic assays, the use of different sources of the antibiotics, the use of different type of cells (SCAPs versus DPCs), or the use of different preparation techniques of the intracanal solutions.
vi: Có thể giải thích cho sự khác nhau trong nồng độ không độc tính an toàn nhất của TAP phát hiện trong các nghiên cứu khác nhau có thể do dùng thử nghiệm độc tính tế bào khác nhau, sử dụng nguồn kháng sinh khác nhau, dùng loại tế bào khác nhau (SCAP vs DPC), hoặc dùng kỹ thuật chuẩn bị dung dịch khác nhau.

source: Possible ways that probiotics might affect oral health are summarized in Figure 1.
vi: Các cách có thể mà probiotic ảnh hưởng đến sức khoẻ răng miệng được tổng hợp trong Hình 1.

source: Premolars in negative control group were left intact to develop normally.
vi: Răng cối nhỏ trong nhóm chứng âm để nguyên vẹn để phát triển bình thường.

source: Preparation of platelet-rich plasma
vi: Chuẩn bị huyết tương giàu tiểu cầu

source: Prepare serial dilutions of cells in culture medium from 1 x 106 to 1 x 103 cells per mL.
vi: Pha loãng liên tiếp tế bào trong môi trường nuôi cấy từ 1 x 106 đến 1 x 103 tế bào/mL.

source: Presence of smear layer affects permeability of drug into apical dentinal tubules- Presence of smear layer acts as a barrier to the diffusion of irrigants.
vi: Sự hiện diện của lớp mùn ngà ảnh hưởng tới tính thấm của thuốc vào ống ngà quanh chóp - Sự hiện diện của lớp mùn ngà đóng vai trò hàng rào khuếch tán của bơm rửa.

source: Present
vi: Có

source: Previous studies have also shown that dental products (Dycal) con-
vi: Nghiên cứu trước đây cũng đã chỉ rằng sản phẩm nha khoa (Dycal)

source: Previous studies have proposed that necrotic immature teeth may contain some vital pulp cells that can play signif- icant roles in endodontic regeneration (1719).
vi: Nghiên cứu trước đây đề nghị rằng răng chưa trưởng thành hoại tử có thể chứa một ít tế bào tuỷ răng sống sót đóng vai trò quan trọng trong nội nha tái tạo (1719).

source: Previously, we showed that, compared to dermal fibroblasts, gingival fibroblasts are less responsive to the potent pro-fibrotic cytokine TGFb, due to a reduced production of endothelin-1 (ET-1).
vi: Trước đó, chúng ta thấy răng, so sánh với nguyên bào sợi của da, nguyên bào sợi nướu ít đáp ứng potent pro-fibrotic cytokine TGFb, dẫn tới giảm sản phẩm endothelin-1 (ET-1).

source: Primary Cell Culture
vi: Nuôi cấy tế bào sơ cấp

source: Primary Culture
vi: Nuôi cấy sơ cấp

source: Primary culture refers to the stage of the culture after the cells are isolated from the tissue and proliferated under the appropriate conditions until they occupy all of the available substrate (i.e., reach confluence).
vi: Nuôi cấy sơ cấp đề cập đến giai đoạn nuôi cấy sau khi tế bào được cô lập từ mô và tăng sinh dưới điều kiện thích hợp đến khi nó chiếm tất cả bề mặt (vd đạt tới sự hợp lưu).

source: Primary cultures of human gingival fibroblasts were obtained from healthy young and aged donors for the analysis of cell proliferation, cell invasion, myofibroblastic differentiation, and collagen gel remodeling.
vi: Nguyên bào sợi nướu răng người nuôi cấy sơ cấp được thu thập từ người cho trẻ khoẻ mạnh và ngưới lớn tuổi để phân tích tăng sinh tế bào, sự di động của tế bào, biệt hoá myofibroblastic, và tạo hình gel collagen.

source: Primary goal: The elimination of symptoms and the evidence of bony healing.
vi: Mục tiêu chính: Các loại bỏ các triệu chứng và bằng chứng của lành thương xương.

source: Probing depth
vi: Đo túi nướu

source: Probiotic bacteria seem to affect both oral microbiota and immune responses.
vi: Các vi khuẩn probiotic dường như ảnh hưởng đến cả vi khuẩn đường miệng và phản ứng miễn dịch.

source: Probiotic effects are strain specific; thus each individual bacterial strain must be tested separately for the health benefit in question, and the effects described for one strain cannot be directly applied to others.
vi: Các hiệu ứng probiotic có đặc tính riêng biệt; Do đó mỗi dòng vi khuẩn riêng lẻ phải được kiểm tra riêng biệt vì lợi ích sức khoẻ được đề cập và các hiệu ứng được mô tả cho một dòng không thể trực tiếp áp dụng cho những người khác.

source: Probiotics and Oral Health Anna Haukiojaa,b ABSTRACT
vi: Probiotics và sức khoẻ răng miệng Haukiojaa,b TÓM TẮT

source: Probiotics can be defined as living microbes, or as food ingredients containing living microbes, that beneficially influence the health of the host when used in adequate numbers.
vi: Probiotics có thể được định nghĩa là các vi khuẩn sống, hoặc là các thành phần thực phẩm có chứa các vi khuẩn sống, có ảnh hưởng tốt đến sức khoẻ của vật chủ khi được sử dụng với số lượng thích hợp.

source: Problem: Absorbance readings are too low.
vi: Vấn đề: Chỉ số hấp thu quá thấp.

source: Problem: Absorbance readings too high.
vi: Vấn đề: Chỉ số hấp thu quá cao.

source: Problem: Blanks (medium only) give high absorbance readings.
vi: Vấn đề: giếng trống (chỉ có môi trường) cho chỉ số hấp thụ cao.

source: Problem: MTT Reagent is blue-green.
vi: Vấn đề: MTT Reagent có màu xanh.

source: Problem: Replicates have different values.
vi: Vấn đề: Sự lặp lại có giá trị khác nhau.

source: Prosthodontics Research
vi: Nghiên cứu phục hình

source: Pulp necrosis and infection of the root canal system are common compli- cations after dental trauma of immature permanent teeth.
vi: Tuỷ răng hoại tử và nhiễm trùng hệ thống ống tuỷ thường phức tạp sau chấn thương răng chưa trưởng thành.

source: Pulp space not needed for post/core, final restoration.
vi: Không cần đặt chốt, phục hình sau cùng vào ống tuỷ.

source: Purpose of the Handbook .
vi: Mục đích của cuốn Cẩm nang .

source: Quinta essentia on the process of evolution to Man: The devel- opment of communicative descriptive speech and the resulting de- velopment of the brain are cause and effect in one.
vi: Quinta nhạn ra tiến trình tiến hoá của loài người: Sự phát triển của ngôn ngữ mô tả giao tiếp và kết quả của phát triển của bộ não là nguyên nhân và ảnh hưởng trong một.

source: Quinta essentia: Man, who is aware of himself, is also aware of his own death or mortality.
vi: Quinta nhận ra: loài người có nhận thức được mình, cũng là nhận thức của cái chết của mình hoặc chết.

source: RADIOGRAPHIC ANALYSIS
vi: PHÂN TÍCH PHIM XQUANG

source: REFERENCES
vi: Tài liệu tham khảo

source: REGENERATIVE ENDODONTICS AND BACTERIAL INFECTION
vi: NỘI NHA TÁI TẠO VÀ NHIỄM TRÙNG

source: RESULTS
vi: KẾT QUẢ

source: RESULTS:
vi: KẾT QUẢ:

source: REVITALISATION
vi: SỰ TÁI SINH

source: Rabbit
vi: Thỏ

source: Rarely, an increase in proliferation may be offset by cell death; evidence of cell death may be inferred from morphological changes.
vi: Hiếm khi, sự tăng số lượng trong tăng sinh có thể được bù đắp bởi tế bào chết; bằng chứng cuả chết tế bào có thể suy ra từ thay đổi hình thái.

source: Rat gingival wound healing
vi: Lành thương nướu chuột

source: Rates of resistance to met- ronidazole are still generally low; however, several studies have reported decreased susceptibility among Bac- teroides species, as well as different mechanisms of resistance.
vi: Tỉ lệ kháng metronidazole nói chung còn thấp, tuy nhiên, nhiều nghiên cứu báo cáo giảm nhạy cảm trong một vài loài Bacteroides, cũng như là cơ chế kháng thuốc khác nhau.

source: Rather, various “genetically entrenched sub-categories” of Homo sapiens emerged.
vi: Thay vào đó, các "biến cố di truyền dưới loài" của người Homo sapiens nổi lên.

source: Rationale of antibiotics
vi: Lý do dùng kháng sinh

source: Reactivity of drug with dentinal tubule- The chemical composition of dentinal tubule itself can have an inhibitory effect on the bactericidal activity of intra-canal medicaments.(10)
vi: Phản ứng của thuốc với ống ngà - Các thành phần hoá học của ống ngà bản thân nó có khả năng ức chế hoạt động diệt khuẩn của thuốc trong ống tuỷ (10)

source: Recent approaches consider the use of high-quality microscopy images over which a statistical classification algorithm is used to perform automated cell detection and counting as an image analysis task.
vi: Tiếp cận gần đây xem xét sử dụng hình ảnh chất lượng cao từ kính hiển vi trên đó có một thuật toán phân loại thống kê tự động để phát hiện và đếm tế bào.

source: Recent studies have shown that intracanal medications at concentrations even lower than that currently used in endodontic regeneration have negative effects on DPCs and stem cells of the api- cal papilla (SCAPs) (15, 16).
vi: Các nghiên cứu gần đây cho thấy thuốc băng trong ống tuỷ ở nồng độ thậm chí còn thấp hơn đang sử dụng hiện tại trong nội nha tái tạo có ảnh hưởng tiêu cực lên tế bào tuỷ răng và tế bào gốc của nhú chóp (15, 16).

source: Recently triantibiotic paste containing ciprofloxacin, metronidazole and minocycline has been introduced for lesion sterilization and repair.
vi: hỗn hợp 3 kháng sinh gần đây chứa ciprofloxacin, metronidazole và minocycline được giới thiệu cho vết thương vô trùng và sữa chữa

source: Recently, pulp revascularization has become a new treatment modality to manage immature necrotic tooth using the ‘‘lesion sterilization and tissue repair (LSTR)’’ concept (9, 10).
vi: Gần đây,tái sinh mạch máu tuỷ răng trở thành mô hình điều trị mới để xử trí răng hoại tử chưa trưởng thành dùng ý tưởng "tổn thương vô khuẩn và sữa chưa mô (LSTR)"

source: Record absorbance at 570 nm.
vi: Ghi chép sự hấp thụ tại bước sóng 570 nm.

source: Reduced cell proliferation
vi: Giảm tăng sinh tế bào

source: Reference
vi: Tác giả

source: References
vi: Tài liệu tham khảo

source: Regeneration of the dental pulp can be induced by stem cells, which reside in the apical part of the root of immature teeth.
vi: Tái tạo mô tuỷ có thể xảy ra nhờ tế bào gốc, nằm ở phần chóp của răng chưa trưởng thành.

source: Regenerative endodontic procedures (REPs) of immature teeth with necrotic pulp have become a part of therapeutic endodontic spectrum and are considered as an alternative to calcium hydroxide or mineral trioxide aggregate (MTA) apexification.
vi: Phương pháp nội nha tái tạo (Regenerative endodontic procedures - REPs) răng chưa trưởng thành có tuỷ hoại tử trở thành một phần điều trị nội nha và được xem là một phương pháp thay thế cho đóng chóp bằng calcium hydroxide hoặc mineral trioxide aggregate (MTA).

source: Remarks
vi: Lưu ý

source: Remnants observed in greater than 50% of the graft area
vi: Mô ghép còn lại quan sát được hơn 50% diện tích

source: Remnants observed in less than 50% of the graft area
vi: Mô ghép còn lại quan sát được ít hơn 50% diện tích

source: Removal of etiology is the key goal of treatment.
vi: Loại bỏ nguyên nhân là mục tiêu chính của điều trị.
